test/request-response-samples/DefaultNamespace__no_xmlns_prefix_used_for_default_namespace/request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" ><SOAP-ENV:Body><Request xmlns="http://www.example.com/v1"></Request></SOAP-ENV:Body></SOAP-ENV:Envelope>
